{
  "title": "부산키핀서비스이용약관",
  "noticeDate": "2020.09.01",
  "enforceDate": "2020.09.01",
  "history": {
    "title": "서비스 이용약관 변경 이력",
    "links": [
      {
        "title": "부산키핀 서비스 이용약관 변경",
        "start": "2020.09.01",
        "end": "시행중",
        "file": "20200901"
      }
    ]
  },
  "contents": [
    {
      "title": "제 1 장 총칙",
      "contents": [
        {
          "title": "제 1조 (목적)",
          "contents": [
            "본 약관은 부산광역시가 제공하는 부산키핀서비스(이하 \"서비스\"라 합니다)를 이용자가 이용함에 있어 부산광역시와 이용자 간의 권리, 의무 및 책임과 기타 필요한 사항을 규정함을 목적으로 합니다"
          ]
        },
        {
          "title": "제 2 조 (용어의 정의)",
          "contents": [
            "본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.",
            {
              "contents": [
                "1. 이용자 : 본 약관에 동의하고 본 약관 제5조에 따라 가입하여 서비스를 이용하는 자를 의미합니다.",
                "2. 신원인증 서비스 : 부산시 블록체인 규제자유 특구 내에서 부산시민증 발급, 부산시청 방문증 발급, 부산 가족사랑카드 발급, 부산테크노파크 사원증 발급을 목적으로 스마트폰에 탑재된 블록체인 기반의 분산 신원인증 (DID : Decentralized Identifier) 기술을 활용한 공개키기반구조 (PKI : Public Key Infrastructure)를 통해 사용자 본인에 대한 인증을 제공하는 모바일 신원 인증서비스를 의미합니다.",
                "3. 서비스 : 제2호의 서비스를 활용하여 부산시민카드ᆞ방문증ᆞ가족사랑카드ᆞ사원증을 발급받아 이용할 수 있는 서비스 및 본 약관 제10조 제3항의 특구 앱에 곧바로 연결되는 링크를 제공하는 서비스 등 부산키핀 모바일 앱을 통하여 제공되는 서비스를 총칭합니다.",
                "4. 이용계약 : 서비스 이용과 관련하여 서비스를 제공하는 부산광역시와 이용자 간에 체결되는 계약을 의미합니다."
              ]
            }
          ]
        },
        {
          "title": "제 3 조 (적용의 범위 및 약관의 효력 등)",
          "contents": [
            "① 본 약관은 서비스를 이용하는 모든 이용자에 대하여 그 효력을 발생합니다.",
            "② 부산광역시는 본 약관의 내용을 앱 초기화면에 게시하거나 기타의 방법으로 이용자에게 공지하며, 이용자가 본 약관 제5조의 절차에 따라 가입 신청을 하고 부산광역시가 이에 동의함으로써 본 약관의 효력이 발생합니다.",
            "③ 부산광역시는 필요하다고 인정되는 경우 본 약관을 개정할 수 있으며, 약관을 개정할 경우 그 적용 일자, 내용, 개정 사유 등을 명시하여 현행 약관과 함께 적용일자 7일 전부터 제2항과 같은 방법으로 공시합니다. 다만, 이용자의 권리 또는 의무에 관한 중요한 규정을 변경하 거나 이용자에게 불리하게 약관의 내용을 변경하는 경우에는 최소한 그 적용일자로부터 1개 월 전부터 공시합니다.",
            "④ 본 약관의 적용기간은 이용자의 가입 일부터 해지 일까지입니다. 다만, 잔여 채권ᆞ채무관계가 있는 경우에는 해당 채권·채무의 이행이 완료될 때까지는 그에 필요한 한도 내에서 해지일 이후에도 본 약관이 적용됩니다.",
            "⑤ 이용자는 변경된 약관의 내용에 동의하지 않을 권리가 있으며, 변경된 약관의 내용에 동의하지 않을 경우에는 서비스 이용을 중단하고 탈퇴할 수 있습니다. 다만, 이용자가 제3항의 방법 등으로 고지한 바에 따라 변경된 약관의 적용일까지 별도의 의사를 표시하지 않은 경우에는 변경된 약관에 동의한 것으로 간주합니다. ",
            "⑥ 부산광역시와 이용자는 필요에 따라 별도의 계약(서면 합의)을 체결할 수 있으며 해당 내용이 본 약관과 상충하는 경우에는 별도의 계약 서면에 명시된 내용이 우선하여 적용됩니다."
          ]
        },
        {
          "title": "제 4 조 (약관의 해석 및 그 외 준칙)",
          "contents": [
            "① 부산광역시는 본 약관 외에 별도의 세부 이용지침을 둘 수 있습니다.",
            "② 본 약관에 명시되지 않은 사항에 대해서는 「전기통신기본법」, 「전기통신사업법」, 「전자 상거래 등에서의 소비자보호에 관한 법률」, 「저작권법」, 「독점규제 및 공정거래에 관한 법률」 등 관계법령 및 제1항의 세부 이용지침 등 규정에 의합니다. ."
          ]
        }
      ]
    },
    {
      "title": "제 2 장 서비스 이용 계약",
      "contents": [
        {
          "title": "제 5 조 (이용계약의 체결)",
          "contents": [
            "① 이용 계약은 서비스를 이용하고자 하는 자가 본 약관의 내용 및 개인정보처리방침에 대하여 동의 후 가입 신청을 하고 부산광역시가 이를 승낙함으로써 체결됩니다. ",
            "② 부산광역시는 가입 신청자의 신청에 대하여 제6조에서 정한 사유가 있는 경우에는 제6조에 따라 승낙하지 않을 수 있으며, 가입 이후에도 제6조에서 정한 사유가 확인될 경우에는 승낙을 취소하거나 이용계약을 해지할 수 있습니다. "
          ]
        },
        {
          "title": "제 6 조 (이용승낙의 제한)",
          "contents": [
            "① 부산광역시는 가입 신청자의 신청에 대하여 서비스 이용을 승낙함을 원칙으로 합니다. 다만, 부산광역시는 다음 각 호에 해당하는 신청에 대하여는 승낙을 제한할 수 있으며 가입 승낙 이후 다음 각 호에 해당하는 사유가 발생하는 경우 이용계약을 해지할 수 있습니다. ",
            {
              "contents": [
                "1. 실명이 아니거나 타인의 명의를 이용하여 허위로 신청하는  경우",
                "2. 부산광역시가 제시하는 내용을 기재하지 않거나 잘못 기재하여 신청하는 경우",
                "3. 가입 신청자가 본 약관에 의하여 이전에 이용자 자격을 상실한 적이 있는 경우",
                "4. 가입 신청자가 서비스의 정상적인 제공을 저해하거나 다른 이용자의 서비스 이용에 지장 을 줄 것으로 예상되는 경우",
                "5. 악성 프로그램 및 버그 이용 또는 시스템 취약점을 악용하는 등 부정한 방법을 서비스에 사용한 경우",
                "6. 하나의 ID를 복수의 사업자 또는 개인이 공동으로 사용하는 경우",
                "7. ID 생성과 관련하여 부정한 행위가 의심되는 경우",
                "8. 기타 부산광역시가 정한 이용신청 요건이 충족되지 않을 경우"
              ]
            },
            "② 제1항의 사유가 발생하는 경우, 이용자는 부산광역시의 가입 승낙 취소 또는 이용계약 해지와 관련하여 부산광역시에게 어떠한 손해배상도 청구할 수 없습니다. ",
            "③ 부산광역시는 가입 신청 시 제1항 각 호의 사유가 존재하는지 관리·감독할 수 있습니다.",
            "④ 부산광역시는 다음 각 호에 해당하는 신청에 대하여 승낙을 지연 또는 유보할 수 있습니다.",
            {
              "contents": [
                "1. 기술상 서비스 제공이 불가능하거나 서비스 관련 설비 용량이 부족한 경우 ",
                "2. 서비스 상의 장애가 발생한  경우",
                "3. 기타 부산광역시가 재정적·기술적으로 필요하다고 인정하는 경우"
              ]
            },
            "⑤  부산광역시는 제1항 또는 제4항의 규정에 의하여 가입 승낙을 제한 또는 유보하거나 이용계약을 해지할 경우 이를 가입 신청자 또는 이용자에게 사전에 통지하여야 합니다. 다만, 사전에 통지가 어려운 부득이한 사정이 있는 경우 사후에 통지할 수 있습니다. "
          ]
        },
        {
          "title": "제 7 조  (이용계약의 해지 및 이용제한 등)",
          "contents": [
            "① 이용자가 이용계약을 해지하고자 하는 때에는 언제든지 정해진 절차에 따라 이용자의 ID를 삭제하고 탈퇴할 수 있습니다. ",
            "② 이용계약의 해지는 이용자 탈퇴 페이지에서 신청할 수 있습니다.",
            "③ 이용자가 본 약관 제11조(이용자의 의무)를 준수하지 않은 경우에는 부산광역시가 이용계약을 해지할 수 있고, 이 경우 부산광역시는 본 약관 제14조에 의하여 이용자에게 손해배상책임을 물을 수 있습니다.",
            "④ 부산광역시는 제1항 또는 제3항에 의하여 이용계약을 해지하는 경우 그 사실을 이용자에게 사전에 통지합니다. 다만 사전 통지가 어려운 부득이한 사정이 있는 경우 해지 이후 통지할 수 있습니다. ",
            "⑤ 이용자가 연속하여 365일 동안 서비스에 로그인한 기록이 없는 경우 부산광역시는 이용자의 개인정보를 보호하기 위해 이용자의 계정을 휴면서비스 이용자로 전환하고 개인정보 별도 분리보관 등 필요한 조치를 할 수 있습니다. 이 경우 부산광역시는 이용자가 휴면계정으로 전환되기 30일 전 인정보가 분리보관 된다는 사실을 통지합니다. 부산광역시는 이용자가 통지일로부터 30일 내에 재 접속을 하지 않을 경우 이용자의 개인정보를 분리보관 합니다. (다만, 이용자의 정보가 정확하지 않은 경우 알림 대상에서 제외될 수 있습니다.) ",
            "⑥ 이용자의 계정이 휴면으로 전환된 후 365일 동안 일반 계정으로 전환한 기록이 없는 경우 부산광역시는 이용계약을 해지할 수 있습니다. 다만, 부산광역시는 이용계약 해지 30일 전 이 사실을 통지해야 하며 30일 내 일반 계정으로 전환하지 않을 경우 이용계약은 해지됩니다.",
            "⑦ 부산광역시는 이용자가 본 약관 상 의무를 위반한 경우 사전 통지 없이 이용계약을 해지할 수 있습니다. ",
            "⑧ 부산광역시가 본 약관상의 방침을 준수하였음에도 발생하는 이용자의 손해는 부산광역시가 책임지지 않습니다. ",
            "⑨ 이용자가 다음 각 호의 사유에 해당하거나 본 약관 상의 의무를 이행하지 않은 경우, 부산광역시는 이용자 자격을 제한 또는 정지시킬 수 있으며, 이용자는 부산광역시에게 제한 또는 정지에 따른 보상을 청구할 수 없습니다.",
            {
              "contents": [
                "1. 「전기통신기본법」, 「전기통신사업법」, 「정보통신윤리위원회 심의규정」, 「정보통신윤리강령」, 「프로그램보호법」 및 기타 관련 법령 또는 본 약관에 위반되거나 미풍양속에 반하는 행위를 하는 경우 ",
                "2. 방송통신위원회 또는 한국인터넷진흥원 등 공공기관이 불법 스팸 전송 사실을 확인하여 이용정지를 요청하는 경우",
                "3. 본 약관 제11조에 따른 이용자의 의무 중 하나 이상을 위반하는 경우"
              ]
            },
            "⑩ 이용자가 다음 각 호중 어느 하나에 해당하는 행위를 2회 이상 반복하거나 1개월 이내에 그 사유가 시정되지 아니하는 경우에 부산광역시는 해당 이용자의 자격을 상실시킬 수 있으며, 이용자는 부산광역시에게 자격 상실에 따른 보상을 청구할 수 없습니다.",
            {
              "contents": [
                "1. 이용자의 아이디(ID), 명의를 도용한 경우",
                "2. 해킹 및 악성프로그램을 배포하는 경우"
              ]
            },
            "⑪ 이용자는 본 조에 따른 부산광역시의 조치에 대하여 부산광역시가 정한 절차에 따라 이의신청을 할 수 있으며, 부산광역시는 이용자의 이의가 정당하다고 인정하는 경우 즉시 서비스의 이용을 재개합니다."
          ]
        }
      ]
    },
    {
      "title": "제 3 장 서비스 제공 및 이용",
      "contents": [
        {
          "title": "제 8 조 (앱 서비스 제공시간 등)",
          "contents": [
            "① 부산광역시는 이용자와의 이용계약이 성립된 때부터 서비스를 개시합니다. 다만, 일부 서비스의 경우에는 사전에 지정한 일자부터 서비스를 개시합니다. ",
            "② 부산광역시는 업무상 또는 기술상의 장애로 인하여 서비스를 중단하는 경우에는 해당 내용을 부산광역시 홈페이지에 공시합니다.",
            "③ 서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 업무상 또는 기술상의 이유로 서비스가 일시 중지될 수 있고, 또한 정기점검 등 운영상의 목적으로 일시 중지될 수 있습니다. 이러한 경우 사전에 이를 공지하되, 사전에 공지하기 어려운 부득이한 사정이 있는 경우 사후에 이를 공지합니다. ",
            "④ 일부 서비스는 특정 이용자에게만 제공할 수도 있습니다.",
            "⑤ 서비스를 일정범위로 분할하여 각 범위별로 이용가능 시간을 별도로 정할 수 있습니다. 이 경우 부산광역시는 그 내용을 사전에 공지합니다."
          ]
        },
        {
          "title": "제 9 조 (서비스의 변경, 중지 및 정보의 저장과 사용)",
          "contents": [
            "① 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 국가의 비상사태, 정전, 부산광역시의 관리범위 외의 서비스 설비 장애 및 기타 불가항력에 의하여 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 또는 기타 통신 데이터의 손실에 대해 부산광역시는 아무런 책임을 지지 않습니다.",
            "② 부산광역시는 정상적인 서비스 제공의 어려움으로 인하여 일시적으로 서비스를 중지하여야 할 경우 서비스 중지 1주일 전에 고지 후 서비스를 중단할 수 있으며, 이 기간 동안 이용자가 고지내용을 인지하지 못한데 대하여 부산광역시는 책임을 지지 아니합니다. 다만 사전에 고지하기 어려운 특별한 사정이 있을 경우 서비스 중단 이후 지체 없이 고지할 수 있습니다.",
            "③ 부산광역시는 제2항에 따른 서비스 중단에 의하여 본 서비스에 보관되거나 전송된 메시지 및 기타 통신 메시지 등의 내용이 보관되지 못하였거나 삭제된 경우, 전송되지 못한 경우 및 기타 통신 데이터의 손실이 있을 경우에 대하여도 책임을 지지 않습니다.",
            "④ 부산광역시의 사정으로 서비스를 영구적으로 중단하여야 할 경우 제2항 및 제3항을 준용합니다."
          ]
        }
      ]
    },
    {
      "title": "제 4 장 계약 당사자의 의무",
      "contents": [
        {
          "title": "제 10 조(부산광역시의 의무) ",
          "contents": [
            "① 부산광역시는 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는데 최선을 다하여야 합니다. ",
            "② 부산광역시는 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.",
            "③ 부산광역시는 앱을 통하여 특구 앱(디지털바우처, 시민안전제보, 블록패스, 부산 스마트 콜드체인 플랫폼)으로 연결되는 링크를 제공합니다.",
            "④ 제3항의 특구 앱은 부산광역시와는 별개의 사업자에 의하여 운영되고, 부산광역시가 제공하는 서비스는 위 특구 앱으로 연결되는 링크를 제공하는 것까지로 한정되며 부산광역시는 위 특구 앱 서비스의 제공에는 관여하지 않습니다.",
            "⑤ 제3항의 특구 앱은 부산 블록체인 특구 사업 진행 내용에 따라 추가 또는 변경될 수 있고, 이 경우 추가 또는 변경사항에 대한 통지에 관하여는 본 약관 제3조 제3항을 준용합니다."
          ]
        },
        {
          "title": "제 11 조 (이용자의 의무)",
          "contents": [
            "① 이용자는 서비스 이용에 필요한 개인정보, 이메일, 결제수단에 관한 정보 등의 관리책임을 부담하며, 서비스의 이용과 관련하여 위 정보를 제3자가 사용하도록 하여서는 안 됩니다.",
            "② 이용자는 관계법령, 이 약관의 규정, 서비스 이용안내 등 부산광역시가 고지하는 사항을 준수하여야 하며 업무를 방해하거나 저해하는 행위를 하여서는 안됩니다",
            "③ 이용자는 다음 각 호의 행위를 하여서는 안 됩니다.",
            {
              "contents": [
                "1. 서비스 신청 또는 변경 시 허위내용의 등록행위",
                "2. 타인의 정보 도용행위",
                "3. 부산광역시가 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시행위",
                "4. 부산광역시 또는 기타 제3자의 저작권 등 지식재산권 침해행위",
                "5. 부산광역시 또는 기타 제3자의 명예·신용 훼손 또는 업무방해행위",
                "6. 부산광역시의 동의 없이 영리 목적으로 서비스를 사용하는 행위",
                "7. 가공행위를 통하여 서비스를 복제, 분해 또는 모방 기타 변형하는 행위",
                "8. 자동 접속 프로그램(매크로) 등에 의하여 비정상적인 방법으로 서비스를 이용하여 부산광역시의 업무 및 서비스 제공을 방해하는 행위",
                "9. 기타 관계법령이나 본 약관, 서비스 이용안내 등에 위배되는 행위"
              ]
            },
            "④ 이용자가 제3항 각 호의 의무를 위반함으로 인하여 부산광역시 또는 제3자에게 재산적·비재산적 손해가 발생한 경우 부산광역시는 그로 인하여 발생한 손해로부터 면책되고, 해당 이용자에 대하여 민사상 손해배상의 청구, 형사 고발, 행정기관에 대한 신고 등 일체의 법적 조치를 취할 수 있습니다."
          ]
        },
        {
          "title": "제 12 조 (개인정보 보호)",
          "contents": [
            "① 부산광역시는 관련 법령이 정하는 바에 따라 이용자의 개인정보를 수집ᆞ이용하며, 관련법령에서의 예외를 제외하고 이용자의 동의 없이 제3자에게 개인정보를 제공하지 않습니다. 부산광역시는 이용자의 개인정보를 보호하기 위하여 최선의 노력을 다하고 있으며, 이용자의 개인정보 보호에 관한 사항은 관계 법령 및 부산광역시의 개인정보처리방침에 따릅니다.",
            "② 제1항에도 불구하고, 부산광역시의 공식 사이트 이외에 본 서비스를 통하여 링크된 사이트(본 약관 제10조 제3항의 특구 앱 포함)에서는 부산광역시의 개인정보처리방침이 적용되지 않습니다.",
            "③ 부산광역시는 서비스가 제공되는 기간에만 이용자의 개인정보를 보유ᆞ이용하고 이용자가 탈퇴하거나 부산광역시가 개인정보 이용 목적을 달성한 경우 또는 이용자가 일정 기간 서비스를 이용하지 않아 개인정보의 유효기간이 도래하는 경우 개인정보를 파기하며, 개인정보의 유효 기간 만료 1개월 이내에 해당 사실을 전자적 방법(SMS, 이메일 등)으로 공지합니다. 개인정보의 유효기간은 이용자가 서비스를 이용한 최종 로그인 시점으로부터 기산됩니다.",
            "④ 제3항의 개인정보의 유효기간은 원칙적으로 1년으로 하되, 관련 법령에서 다르게 정하는 경우에는 다음 각 호와 같이 설정합니다.",
            {
              "contents": [
                "1. 표시ᆞ광고에 관한 기록: 6개월",
                "2. 계약 등에 관한 기록: 5년",
                "3. 대금결제 및 재화 등의 공급에 관한 기록: 5년",
                "4. 소비자의 불만 또는 분쟁처리에 관한 기록: 3년",
                "5. 그 외 다른 법령에서 다르게 정하는 경우: 해당 법령에서 정하는 기간"
              ]
            },
            "⑤ 부산광역시는 이용자의 귀책사유로 인하여 유출된 개인정보에 대해서 일체의 책임을 부담하지 않습니다."
          ]
        },
        {
          "title": "제 13 조 (개인정보의 처리 위탁)",
          "contents": [
            "① 부산광역시는 수집된 개인정보의 처리 및 관리 등의 업무를 스스로 수행함을 원칙으로 하나, 다음 각 호의 경우에는 업무의 일부 또는 전부를 부산광역시가 선정한 제3자에게 위탁할 수 있습니다. 이 경우 이용자의 개인정보 처리 등의 위탁에 대해서는 부산광역시의 개인정보처 리방침이 적용됩니다.",
            {
              "contents": [
                "1. 서비스 제공을 위해 이용자가 가입한 연계 서비스 제공자에게 제공하는 경우",
                "2. 통계 작성,학술 연구또는시장 조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우",
                "3. 기타 법률의 규정에 따라 제공하는 경우"
              ]
            }
          ]
        }
      ]
    },
    {
      "title": "제 5 장 손해배상 등",
      "contents": [
        {
          "title": "제 14 조 (손해배상)",
          "contents": [
            "① 이용자가 본 약관을 위반하거나 위법한 행위를 함으로 인하여 발생하는 모든 문제는 이용자에게 책임이 있습니다. 이용자는 이로 인하여 발생한 부산광역시 또는 제3자의 손해에 대하여 그 전액을 배상하여야 합니다.",
            "② 이용자가 제1항의 행위를 함으로 인하여 부산광역시가 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 이용자는 자신의 책임과 비용으로 부산광역시를 면책시켜야 하며, 부산광역시가 면책되지 못한 경우 당해 이용자는 그로 인하여 부산광역시에게 발생한 모든 손해를 배상하여야 합니다."
          ]
        },
        {
          "title": "제 15 조 (면책조항)",
          "contents": [
            "① 부산광역시는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.",
            "② 부산광역시는 이용자의 귀책사유로 인한 서비스 이용 장애에 대하여 책임을 지지 않습니다.",
            "③ 부산광역시는 이용자가 서비스를 통하여 기대하는 이익이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.",
            "④ 부산광역시는 이용자가 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.",
            "⑤ 부산광역시는 이용자가 본 약관 제10조 제3항의 특구 앱 서비스를 이용하는 과정에서 발생한 손해에 대하여 어떠한 책임도 부담하지 않습니다"
          ]
        },
        {
          "title": "제 16 조 (관할법원)",
          "contents": [
            "① 서비스 이용과 관련하여 분쟁이 발생한 경우, 부산광역시와 이용자는 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 하여야 합니다.",
            "② 제1항의 규정에도 불구하고 서비스 이용 과정에서 발생한 분쟁에 대하여 소송이 제기될 경우 부산광역시의 관할 법원을 관할법원으로 합니다."
          ]
        },
        {
          "title": "부칙",
          "contents": ["○ 이 약관은 2020년 9월 1일부터 적용됩니다."]
        }
      ]
    }
  ]
}
